{
    "cargoquery": [
        {
            "title": {
                "name": "Abberathine Horns",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;As warm as living flesh, and smelling strongly of sulphite.&lt;br&gt;Morbid curiosity compels me to add it to my collection of oddities.&quot;"
            }
        },
        {
            "title": {
                "name": "Admiral Proclar's Pipe",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;Admiral Proclar wreaked havoc on my smuggling routes for two full decades. Now that he's dead, &lt;br&gt;it's a matter of thieves' honour to check whether my product was in his pipe.&quot;"
            }
        },
        {
            "title": {
                "name": "Alchemical Chalice",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;The chalice holds certain properties that make scientists quite possessive and irrational.&lt;br&gt;It's best if you don't ask too many questions about this one.&quot;"
            }
        },
        {
            "title": {
                "name": "Ancient Seal",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;At first glance, this seal seems no more than an ornament. But when one&lt;br&gt;looks closer, one realizes the design is from no culture we yet know of.&quot;"
            }
        },
        {
            "title": {
                "name": "Blood of Innocence",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;In the early days of his religion, Innocence told his followers to drink of his blood and&lt;br&gt;enjoy eternal life. If that power holds in his ancient ichor, I hope that it can resurrect as well.&quot;"
            }
        },
        {
            "title": {
                "name": "Box of Tripyxis",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;Allegedly turns water to Lethe. That makes it my competition. &lt;br&gt;I don't like competition.&quot;"
            }
        },
        {
            "title": {
                "name": "Bust of Emperor Caspiro",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;Caspiro was a master of presentation. He maintained peace in Wraeclast through displays&lt;br&gt;of strength that, sadly, had no meaning to the dark presence that dismembered him...&quot;"
            }
        },
        {
            "title": {
                "name": "Celestial Stone",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;This unassuming rock reportedly fell from the sky a few centuries ago. Sounds impossible,&lt;br&gt;but the men who are guarding it obviously believe the tale, so I do, too.&quot;"
            }
        },
        {
            "title": {
                "name": "Ceremonial Goblet",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "Ornately adorned and heavier than is practical."
            }
        },
        {
            "title": {
                "name": "Crest of Ezomyr",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;A symbol of my birthright and claim to my fiefdom. &lt;br&gt;I must have it if I am to return my family to its rightful place.&quot;"
            }
        },
        {
            "title": {
                "name": "Crested Golden Idol",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "A common figure adorning Vaal ruins, but exquisitely crafted from gold."
            }
        },
        {
            "title": {
                "name": "Dekhara's Resolve",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;A simple ornament from the days when Keth's trade empire was the&lt;br&gt;glory of the world. Protectors at the massive toll gates wore these.&quot;"
            }
        },
        {
            "title": {
                "name": "Enigmatic Assembly A4",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;I currently possess four-hundred and forty-four pieces of this ancient&lt;br&gt;and puzzling device. A few seem to be missing. This part is crucial.&quot;"
            }
        },
        {
            "title": {
                "name": "Enigmatic Assembly B2",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;There is no telling what this device may do when completed, but I&lt;br&gt;have made it my life's work. There must be a deeper meaning!&quot;"
            }
        },
        {
            "title": {
                "name": "Enigmatic Assembly C5",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;I have spent my family's entire fortune in the pursuit of this device.&lt;br&gt;Assembling it and turning it on is all I have left.&quot;"
            }
        },
        {
            "title": {
                "name": "Enigmatic Assembly D1",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;My schematics are clear. Once the Enigmatic Assembly is complete, it&lt;br&gt;will be a weapon to rival the gods! It must be... it has to be...&quot;"
            }
        },
        {
            "title": {
                "name": "Essence Burner",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;Trust in scientists to create tools for better drug distillation. They don't know the&lt;br&gt;worth of the beautiful tools they have. Let's make sure it stays that way.&quot;"
            }
        },
        {
            "title": {
                "name": "Ez Myrae Tome",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;A true curiosity. Matches no known language, yet its illustrations hint at knowledge &lt;br&gt;only rediscovered hundreds of years after the death of its unknown author.&quot;"
            }
        },
        {
            "title": {
                "name": "Flask of Welakath",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;Long ago, a traitor was promised this mythical elixir. We consider her a fool for&lt;br&gt;believing it exists, but if it does... I would certainly like to take a sip and find out.&quot;"
            }
        },
        {
            "title": {
                "name": "Forbidden Lamp",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;The lamp is said to contain Aziza, the Fourth Servant of Water. I doubt the tale&lt;br&gt;is true, but I cannot allow one of our artifacts to fall into Kondor's hands.&quot;"
            }
        },
        {
            "title": {
                "name": "Golden Ceremonial Mask",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "The last shimmering face witnessed by many a sacrifice."
            }
        },
        {
            "title": {
                "name": "Golden Grotesque",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "At once horrid and beautiful, awkward and alluring, silly and overwhelmingly mysterious."
            }
        },
        {
            "title": {
                "name": "Golden Hetzapal Idol",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;I found the tomb in the first place, and they had the nerve to empty it without me! &lt;br&gt;Reckon it'll make a fine trophy for my efforts.&quot;"
            }
        },
        {
            "title": {
                "name": "Golden Matatl Idol",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;One must, as one should, admire the lasting works of those who came before.&lt;br&gt;The Vaal were the uncontested greatest architects until we,&lt;br&gt;and Matatl soared above their best.&quot;"
            }
        },
        {
            "title": {
                "name": "Golden Napuatzi Idol",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;I believe she was a beautiful maiden. &lt;br&gt;Kind, virtuous and devout through-and-through.&lt;br&gt;Such a gift will set me apart from all other suitors.&quot;"
            }
        },
        {
            "title": {
                "name": "Golden Prayer Idol",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "Silently keeps innumerable secrets whispered in moments of desperation."
            }
        },
        {
            "title": {
                "name": "Golden Sacrificial Glyph",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "Dried blood remains trapped in its many deep grooves."
            }
        },
        {
            "title": {
                "name": "Golden Slave Idol",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;Victims of war, the indebted, and the irredeemably shamed&lt;br&gt;were to live their lives in servitude. Some rose above their station. &lt;br&gt;This individual, it seems, was all but deified.&quot;"
            }
        },
        {
            "title": {
                "name": "Golden Xoplotli Idol",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;Heard if you put a drop of blood in its mouth,&lt;br&gt;it'll whisper the secrets of immortality.&lt;br&gt;Doesn't have to be your own blood, does it?&quot;"
            }
        },
        {
            "title": {
                "name": "Hand of Arimor",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;Balabus Arimor was a little-known preacher during the days of Emperor Chitus,&lt;br&gt;who believed eternal life could be achieved through ritual sacrifice.&lt;br&gt;We shall see whether he was a prophet - or a charlatan.&quot;"
            }
        },
        {
            "title": {
                "name": "Heart Coil",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;There are very few devices in this world that can act as a heart for a&lt;br&gt;machine. This one is an ancient remnant of the work of Vaal engineers.&quot;"
            }
        },
        {
            "title": {
                "name": "Impossible Crystal",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;The world is governed by certain natural laws. Science and thaumaturgy are one&lt;br&gt;and the same. But the crystal... it shouldn't exist. It's not from here. We must have it.&quot;"
            }
        },
        {
            "title": {
                "name": "Incense of Keth",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;Sap of the Aturi tree, known only to grow at the meeting point of the seven waters.&lt;br&gt;Nothing since its disappearance has smelled as wondrous.&quot;"
            }
        },
        {
            "title": {
                "name": "Living Ice",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;Are we the only ones who understand the danger? The fools! Living ice absorbs heat&lt;br&gt;and grows. We must control it properly, lest it spread across all of Wraeclast.&quot;"
            }
        },
        {
            "title": {
                "name": "Mirror of Teklatipitzi",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;I'll give it to her and tell her&lt;br&gt;'It once held the reflection of a Queen, and now it will once more.'&lt;br&gt;Anton can cross the Vastiri on his family fruits &lt;br&gt;if he thinks he loves her like I do.&quot;"
            }
        },
        {
            "title": {
                "name": "Ogham Candelabra",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;Those Eternal bastards looted everything that wasn't bolted to the floor when we&lt;br&gt;finally drove them from our island! That candelabra belongs with us!&quot;"
            }
        },
        {
            "title": {
                "name": "Orbala's Fifth Adventure",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;The relief was the first ever depiction of some Maraketh girl named Orbala undertaking her&lt;br&gt;fifth great adventure. I don't particularly care about the story, I just don't want Bazira to have it.&quot;"
            }
        },
        {
            "title": {
                "name": "Seal of Lunaris",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;I have a suspicion that the Maraketh Sekhema of legend, Lundara, is the same historical&lt;br&gt;figure as the Azmeri and Eternal goddess Lunaris. The Seal may prove that.&quot;"
            }
        },
        {
            "title": {
                "name": "Seal of Solaris",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;It is my belief that Solerai, from the Maraketh legend, is Solaris herself in another system of&lt;br&gt;myths. If I can prove that, I can begin piecing together a true history of the Winter of the World.&quot;"
            }
        },
        {
            "title": {
                "name": "Staff of the first Sin Eater",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;The history of the order of Sin Eaters is shrouded in secrecy and shame.&lt;br&gt;Nevertheless, history demands truth, even if it takes centuries to be revealed.&quot;"
            }
        },
        {
            "title": {
                "name": "Sword of the Inverse Relic",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;By all accounts, the Sword of the Inverse Relic was found aged and rusted,&lt;br&gt;but is becoming less weathered over time. We really must study its properties.&quot;"
            }
        },
        {
            "title": {
                "name": "The Goddess of Water",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;The relief depicts some sort of forgotten Maraketh goddess. I have no idea what&lt;br&gt;the context is. The important thing is that you steal it before Bazira does.&quot;"
            }
        },
        {
            "title": {
                "name": "The Golden Ibis",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;It is said that the Golden Ibis was forged before time itself, before writing, or even&lt;br&gt;oral history. That's nonsense, of course, but it's still very old, and therefore noteworthy.&quot;"
            }
        },
        {
            "title": {
                "name": "The Sea Pearl Heirloom",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;My accursed father owes his children this heirloom. We deserve&lt;br&gt;to know our culture, just like you full-blooded humans do.&quot;"
            }
        },
        {
            "title": {
                "name": "Tusked Hominid Skull",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;If the skull is real, and not a forgery, then it may show that my people are not the&lt;br&gt;abominations others believe us to be. The word 'human' may have a broader meaning.&quot;"
            }
        },
        {
            "title": {
                "name": "Urn of Farud",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;The Faridun cannot earn burial in the sky.&lt;br&gt;They have other ways of keeping the dead.&quot;"
            }
        },
        {
            "title": {
                "name": "Urn of the Original Ashes",
                "frame type": "normal",
                "is in game": "1",
                "flavour text": "&quot;A great fire once swept the land, and our leaders were turned to ash where they stood.&lt;br&gt;The urn contains exactly what you think it does, and serves as proof of our long lineage.&quot;"
            }
        }
    ]
}