{
    "cargoquery": [
        {
            "title": {
                "name": "Acrobatics",
                "stat text": "Modifiers to Chance to Suppress Spell Damage instead apply to Chance to Dodge Spell Hits at 50% of their value Maximum Chance to Dodge Spell Hits is 75%",
                "flavour text": "Light and unadorned, like wind on water, you will be."
            }
        },
        {
            "title": {
                "name": "All Hands",
                "stat text": "Your Maps do not grant Master Missions when Completed Your Maps have +40% chance to contain a random Master encounter Modifiers to chance to grant an additional Master Mission on Map Completion instead apply to chance for that Master to be randomly encountered in your Maps at 150% of their value",
                "flavour text": "The enemy is at the gates. Every single soldier we have may still not be enough..."
            }
        },
        {
            "title": {
                "name": "Ancestral Bond",
                "stat text": "You can't deal Damage with Skills yourself +1 to maximum number of Summoned Totems",
                "flavour text": "A wooden construct, mute and blind. But fear the wrath of shackled mind."
            }
        },
        {
            "title": {
                "name": "Arbitrary Tenets",
                "stat text": "Favours at Ritual Altars in your Maps randomly cost between 90% less and 80% more",
                "flavour text": "They are unforgivable sinners and fools... We pray each Sacrato. They pray each Kaso. They are absolutely mad!"
            }
        },
        {
            "title": {
                "name": "Arrow Dancing",
                "stat text": "Evasion Rating is Doubled against Projectile Attacks 25% less Evasion Rating against Melee Attacks",
                "flavour text": "Let the whistling of arrows and stones be your music."
            }
        },
        {
            "title": {
                "name": "Avatar of Fire",
                "stat text": "50% of Physical, Cold and Lightning Damage Converted to Fire Damage Deal no Non-Fire Damage",
                "flavour text": "&quot;In my dreams I see a great warrior, his skin scorched black, his fists aflame.&quot;"
            }
        },
        {
            "title": {
                "name": "Blood Magic",
                "stat text": "Removes all mana 10% more maximum Life Skills Cost Life instead of Mana Skills Reserve Life instead of Mana",
                "flavour text": "Lay open your veins, and draw power from your own spilled life."
            }
        },
        {
            "title": {
                "name": "Bold Undertakings",
                "stat text": "Fortune Favours the Brave applies an additional random Option 100% more cost of the Fortune Favours the Brave Map Crafting Option",
                "flavour text": "Fortune will rain upon those who bring humour to Chaos."
            }
        },
        {
            "title": {
                "name": "Call to Arms",
                "stat text": "Using Warcries is Instant Warcries share their Cooldown",
                "flavour text": "Follow me, and I will show you strength!"
            }
        },
        {
            "title": {
                "name": "Cassia's Pride",
                "stat text": "Blight Monsters in your Maps take 75% less Damage from Players and their Minions Blight Towers and their Minions in your Maps deal 300% more Damage",
                "flavour text": "She'll certainly never give you credit now."
            }
        },
        {
            "title": {
                "name": "Chainbreaker",
                "stat text": "1 Rage regenerated for every 25 Mana Regeneration per second Mana Recovery from regeneration is not applied Skills Cost +3 Rage",
                "flavour text": "No man may enslave you, for you have a secret: you're always angry."
            }
        },
        {
            "title": {
                "name": "Chaos Inoculation",
                "stat text": "Maximum Life becomes 1, Immune to Chaos Damage",
                "flavour text": "Give up everything in pursuit of greatness - even life itself."
            }
        },
        {
            "title": {
                "name": "Conduit",
                "stat text": "Share Endurance, Frenzy and Power Charges with nearby party members",
                "flavour text": "To me, brave companions! Feel my radiance flow through you!"
            }
        },
        {
            "title": {
                "name": "Corrupted Soul",
                "stat text": "50% of Non-Chaos Damage taken bypasses Energy Shield Gain 15% of Maximum Life as Extra Maximum Energy Shield",
                "flavour text": "As true belief fades, the facade of faith grows, leaving you powerful but hollow."
            }
        },
        {
            "title": {
                "name": "Cosmic Wounds",
                "stat text": "The Shaper's Realm is level 85 The Shaper's and The Elder's full power are unleashed in The Shaper's Realm The Shaper and The Elder in The Shaper's Realm have 100% increased chance to drop an Orb of Dominance",
                "flavour text": "A single act of love and defiance may cascade destruction across the cosmos."
            }
        },
        {
            "title": {
                "name": "Crimson Dance",
                "stat text": "You can inflict Bleeding on an Enemy up to 8 times Your Bleeding does not deal extra Damage while the Enemy is moving 50% less Damage with Bleeding",
                "flavour text": "My blade sings so sweetly, your body cannot help but weep."
            }
        },
        {
            "title": {
                "name": "Crop Rotation",
                "stat text": "Harvest Crops in your Maps contain only Tier 1 Plants Harvesting Crops in your Maps has a chance to upgrade the Tier of Plants of different colours",
                "flavour text": "A good sword is worthless without a hundred plowshares behind it."
            }
        },
        {
            "title": {
                "name": "DAMAGE FROM MANA",
                "stat text": "100% increased Spell Damage while not on Low Mana",
                "flavour text": null
            }
        },
        {
            "title": {
                "name": "Dance of Destruction",
                "stat text": "Monsters in your Maps deal 25% more Damage Monsters in your Maps have 25% less Life",
                "flavour text": "Atlassian aberrations engage in a deadly dance. Will you be joining them in the fray?"
            }
        },
        {
            "title": {
                "name": "Dance with Death",
                "stat text": "Can't use Helmets Your Critical Strike Chance is Lucky Your Damage with Critical Strikes is Lucky Enemies' Damage with Critical Strikes against you is Lucky",
                "flavour text": "You circle the black scorpion with enmity, daring it time and again."
            }
        },
        {
            "title": {
                "name": "Destructive Play",
                "stat text": "The Maven casts Up the Stakes, summoning 1 to 3 additional Bosses when Witnessing Map Bosses Modifiers to the Final Map Boss in each Map also apply to these summoned Bosses",
                "flavour text": "She makes the rules up as she goes. It was never going to be fair."
            }
        },
        {
            "title": {
                "name": "Disciple of Kitava",
                "stat text": "Every second, Consume a nearby Corpse to Recover 5% of Life and Mana 10% more Damage taken if you haven't Consumed a Corpse Recently",
                "flavour text": "All are invited to his feast, one way or another."
            }
        },
        {
            "title": {
                "name": "Divine Flesh",
                "stat text": "All Damage taken bypasses Energy Shield 50% of Elemental Damage taken as Chaos Damage +5% to maximum Chaos Resistance",
                "flavour text": "Give up your flesh unto the gods, and in vulnerability find strength."
            }
        },
        {
            "title": {
                "name": "Divine Shield",
                "stat text": "Cannot Recover Energy Shield to above Armour 3% of Physical Damage prevented from Hits Recently is Regenerated as Energy Shield per second",
                "flavour text": "My faith is my shield."
            }
        },
        {
            "title": {
                "name": "Eldritch Battery",
                "stat text": "Spend Energy Shield before Mana for Skill Mana Costs Energy Shield protects Mana instead of Life 50% less Energy Shield Recharge Rate",
                "flavour text": "What need have I for defence when my enemies are reduced to ash and splinters?"
            }
        },
        {
            "title": {
                "name": "Eldritch Gaze",
                "stat text": "Eldritch Altars Influenced by The Eater of Worlds have an additional Downside Eldritch Altars Influenced by The Eater of Worlds have 50% increased Effect of Upsides",
                "flavour text": "You were drunk on the power of the cosmos, until a hideous gaze settled upon you, and tendrils began to unfurl..."
            }
        },
        {
            "title": {
                "name": "Elemental Equilibrium",
                "stat text": "Hits that deal Elemental Damage remove Exposure to those Elements and inflict Exposure to other Elements Exposure inflicted this way applies -25% to Resistances",
                "flavour text": "Balance is good in all things, but especially in the realm of magic."
            }
        },
        {
            "title": {
                "name": "Elemental Overload",
                "stat text": "Skills that have dealt a Critical Strike in the past 8 seconds deal 40% more Elemental Damage with Hits and Ailments Your Critical Strikes do not deal extra Damage Ailments never count as being from Critical Strikes",
                "flavour text": "You are not a vanishing spark, but a patient ember waiting to seed a great fire."
            }
        },
        {
            "title": {
                "name": "Endless Tide",
                "stat text": "Beyond Portals in your Maps cannot spawn Unique Bosses Beyond Portals in your Maps have 50% less Merging Radius",
                "flavour text": "You fight on, muscles burning, limbs leaden, hoping for that singular moment of victory that might finally bring relief... but it never comes."
            }
        },
        {
            "title": {
                "name": "Eternal Youth",
                "stat text": "50% less Life Regeneration Rate 50% less maximum Total Life Recovery per Second from Leech Energy Shield Recharge instead applies to Life",
                "flavour text": "Burn the spirit to vitalise the flesh."
            }
        },
        {
            "title": {
                "name": "Extreme Archaeology",
                "stat text": "Number of Explosives is one 200% increased Explosive Radius in your Maps Expedition Monsters in your Maps spawn with an additional 10% of Life missing 100% increased Explosive Placement Range in your Maps",
                "flavour text": "Verisium is often found in a recent crater. Properly refined, it can easily make another."
            }
        },
        {
            "title": {
                "name": "Ghost Dance",
                "stat text": "Cannot Recover Energy Shield to above Evasion Rating Every 2 seconds, gain a Ghost Shroud, up to a maximum of 3 When Hit, lose a Ghost Shroud to Recover Energy Shield equal to 3% of your Evasion Rating",
                "flavour text": "Surround yourself with the dead, so that you may avoid joining them."
            }
        },
        {
            "title": {
                "name": "Ghost Reaver",
                "stat text": "Leech Energy Shield instead of Life Maximum total Energy Shield Recovery per second from Leech is doubled Cannot Recharge Energy Shield",
                "flavour text": "I will wear your ghost, and you will die twice: against me, and for me."
            }
        },
        {
            "title": {
                "name": "Glancing Blows",
                "stat text": "Chance to Block Attack Damage is doubled Chance to Block Spell Damage is doubled You take 65% of Damage from Blocked Hits",
                "flavour text": "Utter trust in your defence unleashes ultimate potential."
            }
        },
        {
            "title": {
                "name": "Grand Design",
                "stat text": "Small Atlas Passive Skills grant nothing Your Maps have 1% increased Pack Size per Allocated Notable Atlas Passive Skill",
                "flavour text": "Ignore everything but your obsession, Nomad. A mortal life is too short a season to entertain distractions."
            }
        },
        {
            "title": {
                "name": "Growing Hordes",
                "stat text": "Rusted Scarabs instead grant 5% increased Pack Size Polished Scarabs instead grant 7% increased Pack Size Gilded Scarabs instead grant 10% increased Pack Size Winged Scarabs instead grant 15% increased Pack Size",
                "flavour text": "The weight of history hangs heavy on the neck of civilisation."
            }
        },
        {
            "title": {
                "name": "Hex Master",
                "stat text": "Your Hexes have infinite Duration 20% less Effect of your Curses",
                "flavour text": "Hear these words but once and they will echo in your nightmares forever."
            }
        },
        {
            "title": {
                "name": "Hollow Palm Technique",
                "stat text": "You count as Dual Wielding while you are Unencumbered 40% more Attack Speed with Melee Skills while you are Unencumbered Adds 14 to 20 Attack Physical Damage to Melee Skills per 10 Dexterity while you are Unencumbered",
                "flavour text": "&quot;The mastodons of yore were each born with two weapons greater than any sword. So, too, were you.&quot; - Maraketh Proverb"
            }
        },
        {
            "title": {
                "name": "Imbalanced Guard",
                "stat text": "100% chance to Defend with 200% of Armour Maximum Damage Reduction for any Damage Type is 50%",
                "flavour text": "Layer only your most vital areas, child. We have less steel, but we are willing to bleed, and that is why we will be victorious."
            }
        },
        {
            "title": {
                "name": "Immortal Ambition",
                "stat text": "Energy Shield starts at zero Cannot Recharge or Regenerate Energy Shield Lose 5% of Energy Shield per second Life Leech effects are not removed when Unreserved Life is Filled Life Leech effects Recover Energy Shield instead while on Full Life",
                "flavour text": "You may live forever, so long as someone remains to be sacrificed."
            }
        },
        {
            "title": {
                "name": "Immutable Dogma",
                "stat text": "Cannot Reroll Favours at Ritual Altars in your Maps Monsters Sacrificed at Ritual Altars in your Maps grant 100% more Tribute",
                "flavour text": "Do not doubt. Do not question. This is the way it has always been. This is the way it shall always be."
            }
        },
        {
            "title": {
                "name": "Inner Conviction",
                "stat text": "3% more Spell Damage per Power Charge Gain Power Charges instead of Frenzy Charges",
                "flavour text": "Your every move is calm and calculated with absolute certainty."
            }
        },
        {
            "title": {
                "name": "Insatiable Appetite",
                "stat text": "The Absence of Symmetry and Harmony is level 85 The Eater of Worlds' full power is unleashed in The Absence of Symmetry and Harmony The Eater of Worlds has 25% chance to drop an additional Exceptional Eldritch Ichor",
                "flavour text": "At the core of the mass, a fierce hunger seethes, as the Tangle's champion devours a myriad of worlds..."
            }
        },
        {
            "title": {
                "name": "Iron Grip",
                "stat text": "Strength's Damage bonus applies to Projectile Attack Damage as well as Melee Damage",
                "flavour text": "Legend tells of bows so powerful that only giants could draw them back."
            }
        },
        {
            "title": {
                "name": "Iron Reflexes",
                "stat text": "Converts all Evasion Rating to Armour. Dexterity provides no bonus to Evasion Rating",
                "flavour text": "Why should I dodge blows that I do not fear?"
            }
        },
        {
            "title": {
                "name": "Iron Will",
                "stat text": "Strength's Damage bonus applies to all Spell Damage as well",
                "flavour text": "Legend tells of incantations so powerful that only giants could recite them."
            }
        },
        {
            "title": {
                "name": "Kineticism",
                "stat text": "Attack Projectiles always inflict Bleeding and Maim, and Knock Back Enemies Projectiles cannot Pierce, Fork or Chain",
                "flavour text": "No force wasted, no time wasted."
            }
        },
        {
            "title": {
                "name": "Lethe Shade",
                "stat text": "Take 50% less Damage over Time if you've started taking Damage over Time in the past second 100% more Duration of Ailments on you",
                "flavour text": "A sip of poison each day keeps the shadow of death at bay."
            }
        },
        {
            "title": {
                "name": "Lone Messenger",
                "stat text": "You can only have one Herald 50% more Effect of Herald Buffs on you 100% more Damage with Hits from Herald Skills 50% more Damage Over Time with Herald Skills Minions from Herald Skills deal 25% more Damage Your Aura Skills are Disabled",
                "flavour text": "Some tasks are too important to entrust to others."
            }
        },
        {
            "title": {
                "name": "Lucid Dreams",
                "stat text": "Vaal Side Areas in your Maps are no longer Corrupted",
                "flavour text": "Shattered fragments of reality float through the void, waiting to be shaped by your mind's desire."
            }
        },
        {
            "title": {
                "name": "Magebane",
                "stat text": "Dexterity provides no inherent bonus to Evasion Rating +1% Chance to Suppress Spell Damage per 15 Dexterity",
                "flavour text": "To avert a mystical assault, you must be absolutely still."
            }
        },
        {
            "title": {
                "name": "Memento Mori",
                "stat text": "The Cortex is level 85 Venarius' full power is unleashed in the Cortex Venarius drops 3 additional Rare Items with 3 less common Synthesised Implicit Modifiers 100% increased effect of Additional Modifiers in the Cortex",
                "flavour text": "When memories become twisted by a corrupted mind, history is rewritten, time after time."
            }
        },
        {
            "title": {
                "name": "Meticulous Appraiser",
                "stat text": "Modifiers to Quantity of Items found in your Maps instead apply to Rarity of Items found in your Maps at 300% of their value",
                "flavour text": "Within every treasure can be found shades of gold, should one have the patience to look."
            }
        },
        {
            "title": {
                "name": "Mind Over Matter",
                "stat text": "40% of Damage is taken from Mana before Life",
                "flavour text": "While the mind endures, so too will the body."
            }
        },
        {
            "title": {
                "name": "Minion Instability",
                "stat text": "Minions Explode when reduced to Low Life, dealing 33% of their Life as Fire Damage to surrounding Enemies",
                "flavour text": "Even in death, they have their uses. They just need a little encouragement."
            }
        },
        {
            "title": {
                "name": "Nature's Patience",
                "stat text": "Gain 2 Grasping Vines each second while stationary 2% chance to deal Double Damage per Grasping Vine 1% less Damage taken per Grasping Vine",
                "flavour text": "To win, all you must do is outlast."
            }
        },
        {
            "title": {
                "name": "Necromantic Aegis",
                "stat text": "All bonuses from an Equipped Shield apply to your Minions instead of you",
                "flavour text": "I give you everything, my pets. My trust, my strength, my safety. Do not disappoint me."
            }
        },
        {
            "title": {
                "name": "Overloaded Circuits",
                "stat text": "League Map Crafting Options also choose 3 random Notable Atlas Passive Skills associated with that League to treat as allocated 100% more cost of Map Crafting Options",
                "flavour text": "&quot;Supplying the Map Device with more power has... unexpected effects. Somehow, though, I doubt you'll be deterred.&quot;"
            }
        },
        {
            "title": {
                "name": "Pain Attunement",
                "stat text": "30% more Spell Damage when on Low Life",
                "flavour text": "Embrace the pain, drink it in. Your enemies will know your agony tenfold."
            }
        },
        {
            "title": {
                "name": "Perfect Agony",
                "stat text": "Modifiers to Critical Strike Multiplier also apply to Damage over Time Multiplier for Ailments from Critical Strikes at 50% of their value 30% less Damage with Hits",
                "flavour text": "Your foes will beg not for their pitiful lives, but for a quick, merciful death."
            }
        },
        {
            "title": {
                "name": "Phase Acrobatics",
                "stat text": null,
                "flavour text": "With enough practice, you can feel the spells coming before they're even cast."
            }
        },
        {
            "title": {
                "name": "Pitfighter",
                "stat text": "1% increased Fishing Line Strength",
                "flavour text": "When winning is all that matters, you'll use everything at your disposal."
            }
        },
        {
            "title": {
                "name": "Point Blank",
                "stat text": "Projectile Attack Hits deal up to 30% more Damage to targets at the start of their movement, dealing less Damage to targets as the projectile travels farther",
                "flavour text": "Look your foe in the eyes before you pierce him. Delight in his fear."
            }
        },
        {
            "title": {
                "name": "POWER CHARGE",
                "stat text": "Cannot gain Endurance Charges",
                "flavour text": null
            }
        },
        {
            "title": {
                "name": "Power of Purpose",
                "stat text": "80% of Maximum Mana is Converted to twice that much Armour",
                "flavour text": "Empowered by the divine, you fear no weapon of man."
            }
        },
        {
            "title": {
                "name": "Precise Technique",
                "stat text": "40% more Attack Damage if Accuracy Rating is higher than Maximum Life Never deal Critical Strikes",
                "flavour text": "Fear not the warrior that has practiced ten thousand techniques once. Fear the warrior that has practiced one technique ten thousand times."
            }
        },
        {
            "title": {
                "name": "Resolute Technique",
                "stat text": "Your hits can't be Evaded Never deal Critical Strikes",
                "flavour text": "Great tacticians learn that consistency often trumps potential."
            }
        },
        {
            "title": {
                "name": "Runebinder",
                "stat text": "-1 to maximum number of Summoned Totems You can have an additional Brand Attached to an Enemy",
                "flavour text": "An arcane pattern, secrets bound. Blind truth splinters with lies abound."
            }
        },
        {
            "title": {
                "name": "Second Sight",
                "stat text": "You are Blind Blind does not affect your Light Radius 25% more Melee Critical Strike Chance while Blinded",
                "flavour text": "Speak not, but listen, for danger reveals itself on the wind."
            }
        },
        {
            "title": {
                "name": "Secrets of Suffering",
                "stat text": "Cannot Ignite, Chill, Freeze or Shock Critical Strikes inflict Scorch, Brittle and Sapped",
                "flavour text": "Even within the realm of torture, there are subtle intricacies."
            }
        },
        {
            "title": {
                "name": "Shadow Shaping",
                "stat text": "Maps found cannot be your Favoured Maps Maps found in your Maps have +1% chance to have a special Implicit Modifier for each different Map you have Favoured",
                "flavour text": "In lieu of happiness, sometimes the absence of pain is good enough."
            }
        },
        {
            "title": {
                "name": "Singular Focus",
                "stat text": "Maps found have 200% more chance to be Favoured Maps Non-Favoured Maps found in your Maps drop as Basic Currency Items instead",
                "flavour text": "You fancy yourself a god. You see only what you want to see."
            }
        },
        {
            "title": {
                "name": "Solipsism",
                "stat text": "Intelligence provides no inherent bonus to Energy Shield 2% reduced Duration of Elemental Ailments on you per 15 Intelligence",
                "flavour text": "To know yourself is to understand existence - and understanding brings control."
            }
        },
        {
            "title": {
                "name": "Speaker of the Dead",
                "stat text": "Tormented Spirits in your Maps can Possess Players for 20 seconds Tormented Spirits in your Maps cannot Possess Monsters",
                "flavour text": "For nine hundred years, they have had no voice, no hope. Finally, they have found a kindred soul... in you."
            }
        },
        {
            "title": {
                "name": "Stream of Consciousness",
                "stat text": "Your Maps cannot be modified by Fragments other than Divine Vessels Your Maps have 50% more Base chance to contain Extra Content",
                "flavour text": "In a realm where thought is given form, action and will become one and the same."
            }
        },
        {
            "title": {
                "name": "Strength of Blood",
                "stat text": "Life Recovery from Non-Instant Leech is not applied 2% additional Physical Damage Reduction for every 3% Life Recovery per second from Leech",
                "flavour text": "Wreathed in madness and blood, you are unstoppable."
            }
        },
        {
            "title": {
                "name": "Supreme Decadence",
                "stat text": "Life Recovery from Flasks also applies to Energy Shield 30% less Life Recovery from Flasks",
                "flavour text": "You may find that having is less pleasing a thing than wanting."
            }
        },
        {
            "title": {
                "name": "Supreme Ego",
                "stat text": "Auras from your Skills can only affect you Aura Skills have 1% more Aura Effect per 2% of maximum Mana they Reserve 40% more Mana Reservation of Aura Skills",
                "flavour text": "You are the heart of the empire, shining bright so that all are lifted up by your light. Let none tell you otherwise."
            }
        },
        {
            "title": {
                "name": "Supreme Grandstanding",
                "stat text": "Nearby Allies and Enemies Share Charges with you Enemies Hitting you have 10% chance to gain an Endurance,  Frenzy or Power Charge",
                "flavour text": "Your fiery passion inspires everyone around you - especially your foes."
            }
        },
        {
            "title": {
                "name": "Supreme Ostentation",
                "stat text": "Ignore Attribute Requirements Gain no inherent bonuses from Attributes",
                "flavour text": "Displays of power are not just for show. If you are never truly tested, you may divert those resources elsewhere."
            }
        },
        {
            "title": {
                "name": "Tempered by War",
                "stat text": "50% of Cold and Lightning Damage taken as Fire Damage 50% less Cold Resistance 50% less Lightning Resistance",
                "flavour text": "Tasalio and Valako test you, child of the volcano. Prove yourself worthy."
            }
        },
        {
            "title": {
                "name": "The Agnostic",
                "stat text": "Maximum Energy Shield is 0 While not on Full Life, Sacrifice 20% of Mana per Second to Recover that much Life",
                "flavour text": "Put your faith in intellect rather than mysticism."
            }
        },
        {
            "title": {
                "name": "The Impaler",
                "stat text": "When your Hits Impale Enemies, also Impale other Enemies near them Inflict 4 additional Impales on Enemies you Impale For 4 seconds after you Impale Enemies, they cannot be Impaled again, and Impales cannot be Called from them",
                "flavour text": "Punish your enemies with the excessive cruelty of a tyrant, then move on without a second thought."
            }
        },
        {
            "title": {
                "name": "The Perfect Storm",
                "stat text": "The Eye of the Storm is level 85 Sirus' full power is unleashed in The Eye of the Storm Sirus has 20% chance to drop an Awakened Support Gem",
                "flavour text": "Agony born of ennui. Hate born of love."
            }
        },
        {
            "title": {
                "name": "The Seventh Gate",
                "stat text": "All possible League Map Crafting Options are Available while six Gateways are Allocated",
                "flavour text": "The most enigmatic threshold is not a 'where.'"
            }
        },
        {
            "title": {
                "name": "The Traitor",
                "stat text": "Flasks Gain 4 Charges per empty Flask Slot every 5 seconds",
                "flavour text": "The fewer there are, the less you have to share."
            }
        },
        {
            "title": {
                "name": "Thirst for Knowledge",
                "stat text": "The Absence of Patience and Wisdom is level 85 The Searing Exarch's full power is unleashed in The Absence of Patience and Wisdom Eldritch Currency Items dropped by The Searing Exarch have 50% chance to be Duplicated",
                "flavour text": "Constellations are systematically incinerated in the wake of an ever-expanding archive of minds."
            }
        },
        {
            "title": {
                "name": "Throw the Gauntlet",
                "stat text": "The Absence of Mercy and Empathy is level 85 The Maven's full power is unleashed in The Absence of Mercy and Empathy The Maven drops an Elevated Sextant",
                "flavour text": "You must rise from mere amusement to respected equal."
            }
        },
        {
            "title": {
                "name": "Timeless Conflict",
                "stat text": "Legion Encounters in your Maps have no Timer Breaking out Monsters and Chests that are in stasis progressively causes a Schism Legion Encounters in your Maps begin once the Schism has occurred",
                "flavour text": "Haste is irrelevant in the face of eternity."
            }
        },
        {
            "title": {
                "name": "Transcendence",
                "stat text": "Armour applies to Fire, Cold and Lightning Damage taken from Hits instead of Physical Damage -15% to all maximum Elemental Resistances",
                "flavour text": "Master the mortal world, and you may find immortality beyond."
            }
        },
        {
            "title": {
                "name": "Twist of Fate",
                "stat text": "Your Corrupted Rare Maps and any Atlas Missions, Map Crafting options and Scarabs applying to them are modified unpredictably when opened",
                "flavour text": "The landscape twists before your eyes, morphing into realms of unspeakable horror."
            }
        },
        {
            "title": {
                "name": "Unending Nightmare",
                "stat text": "Delirium Fog in your Maps never dissipates Simulacrum Splinters cannot be found in your Maps Delirium Orbs cannot be found in your Maps",
                "flavour text": "What if it's all just in your head?"
            }
        },
        {
            "title": {
                "name": "Unwavering Stance",
                "stat text": "Cannot Evade enemy Attacks Cannot be Stunned",
                "flavour text": "Stand your ground, child, keep your senses. The pain is fleeting, but victory is forever."
            }
        },
        {
            "title": {
                "name": "Vaal Carnage",
                "stat text": null,
                "flavour text": "Add a Vaal Soul to a Vaal Attack when you Hit an Enemy with a Non-Vaal Attack if this has not occured in the past 0.25 seconds"
            }
        },
        {
            "title": {
                "name": "Vaal Dominion",
                "stat text": null,
                "flavour text": "Gain Soul Harvest for 4 seconds when you Hit an Enemy with a Non-Vaal Spell if you have not gained Soul Harvest in the past 0.5 seconds Reminder text: (Soul Harvest adds 1 Vaal Soul to a damaging Vaal Spell or Vaal Minion Spell every second Up to 4 Soul Harvests can be active at a time) x% less Damage with Non-Vaal Skills"
            }
        },
        {
            "title": {
                "name": "Vaal Pact",
                "stat text": "Total Recovery per second from Life Leech is doubled Maximum total Life Recovery per second from Leech is doubled You have no Life Regeneration",
                "flavour text": "My ancestral pact was sealed. Forevermore, I would gain sustenance only from the ravaged flesh of my enemies."
            }
        },
        {
            "title": {
                "name": "Valley of Darkness",
                "stat text": "Rare Monsters in your Maps have 1 additional Modifier",
                "flavour text": "Darkening mists shroud the pale sky, blurring the barrier between nightmare and dream."
            }
        },
        {
            "title": {
                "name": "Versatile Combatant",
                "stat text": "-25% to maximum Chance to Block Attack Damage -25% to maximum Chance to Block Spell Damage +2% Chance to Block Spell Damage for each 1% Overcapped Chance to Block Attack Damage",
                "flavour text": "To master the arena, you must be prepared for anything."
            }
        },
        {
            "title": {
                "name": "Veteran's Awareness",
                "stat text": "+10% to all Elemental Resistances and maximum Elemental Resistances while affected by a Non-Vaal Guard Skill 20% additional Physical Damage Reduction while affected by a Non-Vaal Guard Skill 20% more Damage taken if a Non-Vaal Guard Buff was lost Recently",
                "flavour text": "Know when you'll be hit, and you'll barely feel it."
            }
        },
        {
            "title": {
                "name": "Wandering Path",
                "stat text": "Notable Atlas Passive Skills grant nothing 100% increased effect of Small Atlas Passive Skills",
                "flavour text": "Embrace the journey, Nomad, for there is no destination. This is the prime inescapable truth of eternity."
            }
        },
        {
            "title": {
                "name": "Wellspring of Creation",
                "stat text": "Monsters in your Maps have 50% more Life Monsters in your Maps deal 25% less Damage",
                "flavour text": "The waters of life roil and flow, birthing horrors of flesh and marrow."
            }
        },
        {
            "title": {
                "name": "Wicked Ward",
                "stat text": "Energy Shield Recharge is not interrupted by Damage if Recharge began Recently 40% less Energy Shield Recharge Rate",
                "flavour text": "Embrace the forbidden. Let dark energies envelop you."
            }
        },
        {
            "title": {
                "name": "Wind Dancer",
                "stat text": "20% less Attack Damage taken if you haven't been Hit by an Attack Recently 10% more chance to Evade Attacks if you have been Hit by an Attack Recently 20% more Attack Damage taken if you have been Hit by an Attack Recently",
                "flavour text": "Invite the enemy when you are strong, evade them when you are weak; strike with the coming of the storm."
            }
        },
        {
            "title": {
                "name": "Wrath of the Cosmos",
                "stat text": "Eldritch Altars Influenced by The Searing Exarch which have an additional Upside have 100% increased Effect of Downsides Eldritch Altars Influenced by The Searing Exarch have 50% chance to have an additional Upside",
                "flavour text": "A fiery dawn illumines the horizon, and it becomes apparent that all that glitters is not gold..."
            }
        },
        {
            "title": {
                "name": "Zealot's Oath",
                "stat text": "Life Regeneration is applied to Energy Shield instead",
                "flavour text": "Tear my flesh and splinter my bones. You will never break my spirit."
            }
        },
        {
            "title": {
                "name": "[DNT] Unused",
                "stat text": "Only 1 Portal is opened to each of your Maps [DNT] Unused",
                "flavour text": null
            }
        }
    ]
}